{"characterAbilities":{"Technical Knock":"With a honeyed whisper and ritual motion, you can awaken sleeping gun-spirits into furious action once more. You may unjam any gun as a Half Action. You must touch the gun in question to enact this rite. You may only perform this rite on one weapon per Round—any more would be disrespectful","Rapid Reload":"You have spent so long practising weapons drills that you can reload a gun in an instant. All reload times are reduced by half (round down)—so a Half Action reload become a Free Action, a Full Action reload becomes a Half Action and so on.","Binary Chatter":"You are adept at controlling servitors. Gain a +10 bonus to any attempt to instruct, program or question servitors.","Luminen Charge":"You have learnt how to lend your life force to technology.\n    On a successful Toughness Test you may use your bio-electrical field to recharge or power machinery.\n    This takes one minute of meditation and ritual incantation to activate.\n    Note that at the GM's discretion, some technology is simply too arcane, broken or power-hungry for you to be able to activate.\n    Each time you use this Talent, you gain a level of Fatigue.\n    The Difficulty of the Toughness Test varies depending on the nature of the technology, as follows:\n        <table>\n            <thead>\n                <tr><th>Difficulty</th><th>Example</th></tr>\n            </thead>\n            <tr><td>Ordinary (+10)</td><td>Chemical battery, glow globe</td></tr>\n            <tr><td>Challenging (+0)</td><td>Las gun charge pack, data-slate, personal heater</td></tr>\n            <tr><td>Difficult (-10)</td><td>Overcharge pack, air conditioning unit, servoskull</td></tr>\n            <tr><td>Hard (-20)</td><td>Land speeder engine, lascannon charge pack, servitor</td></tr>\n            <tr><td>Very Hard (-30)</td><td>Industrial press, cogitator engine, xenos tech</td></tr>\n        </table>"},"characterHistory":{"id":"ML-0KII","aliases":{"born":"Mauger Lavars","previous":"Sergeant Lavars","current":"Malachi"},"citizenship":{"registration":"3.377.980.M40","world":"Arcadia","locality":"Subsector 835.A"},"career":{"schola-progenium":{"registration":"2.147.998.M40","status":"Graduated","collegiate":"Reconnaissance Corps","note":"Recommended for command training, aptitude for tech"},"astra-militarum":{"registration":"2.931.001.M41","status":"Terminated - Unfit for Service","note":"Severe wounds"},"adeptus-mechanicus":{"registration":"2.219.009.M41","status":"Active Service","note":"Second recruitment attempt"},"REDACTED":{"registration":"REDACTED","status":"REDACTED","note":"REDACTED"}}},"characterNotes":{"SURVEILLANCE NOTES":["pictographs show he was previously a charismatic leader, guess it's hard to charm with a vox-caster","appears to have received life-sustaining augmetics, deeper than just a few old battle wounds","estranged from family after dismissal from Astra Militarum","augmetics show signs of manual repair, and are of varying quality, wonder if he performed all the rites himself?","presenting unusual activity, leaving home at irregular hours, and long return times","has been seen with a chaplain, and with an older man, maybe an old instructor?","x6IYY 4.w","i:hcM:'dA1ligt,l6X/L \\WiSaV* 2","Dbc{WDCcn","Someone has corrupted my notes, must remember to speak to a tech-priest"]},"characterStats":{"Weapon Skill":34,"Ballistic Skill":39,"Strength":29,"Toughness":40,"Agility":32,"Intelligence":37,"Perception":39,"Willpower":36,"Fellowship":25}}